docs/posts/2010-02-15-tradition-and-bad-tradition.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 25, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tradition and Bad Tradition</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Tradition and Bad Tradition</h1>
<p class="subtitle" role="doc-subtitle">Feb 15, 2010</p>
</header><p>
Recently, I posted a quote on the <a href="http://rlridenour.tumblr.com/">Tumblr</a> page from Jaroslav Pelikan: &ldquo;The only alternative to tradition is bad tradition.&rdquo; At the time, I realized it needed some explanation, but posted it anyway. Some comments show that the quote is meaningless without some context.
</p>

<p>
John Mouracade pointed out that it looks like a false dilemma. A false dilemma is a fallacy committed when one asserts that at least one of two different alternatives must be true, but ignores other alternatives that might also be true. Now, if Pelikan meant to say that the only alternative to <i>good</i> tradition is bad tradition, then it&rsquo;s clearly a false dilemma. Surely, some tradition is neither good nor bad. Pelikan didn&rsquo;t say that, though. He said that the only alternative to tradition (unqualified) is <i>bad tradition</i>.
</p>

<p>
Is that claim a false dilemma? On the surface it looks like it is. The claim is that one is either bound by tradition or by bad tradition. What about breaking from tradition completely? Surely that&rsquo;s an option. Pelikan has asserted two alternatives and ignored a third.
</p>

<p>
Of course, it were a simple logical fallacy, the claim wouldn&rsquo;t be very interesting (and Pelikan probably wouldn&rsquo;t have deserved that prestigious chair at Yale!). Notice that Pelikan has not asserted that one of two different alternatives must be true. Since every instance of bad tradition is an instance of tradition, they are not two different things. Instead, he has asserted simply that there is no escaping tradition. That may be false, but it&rsquo;s not a false dilemma. If it were a false dilemma, then every false assertion commits the fallacy of a false dilemma. To say that either all roses are red or all roses are red is simply to say that all roses are red.
</p>

<p>
In the interview that I quote from (an episode of Public Radio&rsquo;s <a href="http://speakingoffaith.publicradio.org/programs/pelikan//"><i>Speaking of Faith</i></a>), Pelikan is discussing the relationship of belief and church tradition. His claim is directed toward those who deny that tradition should play any role in our belief. A church could decide that tradition should play no role in the context of belief, or &ldquo;We don&rsquo;t let tradition determine what we believe, we decide ourselves.&rdquo; Does this constitute an escape from tradition? In a sense, yes, but it really just constitutes the establishment of a new tradition. &ldquo;It is our tradition not to pay any attention to past traditions&#x2026;.&rdquo;
</p>

<p>
It is best to intentionally critically examine one&rsquo;s tradition and keep the best parts of that tradition. There are two other likely alternatives, one is a break with past tradition that simply establishes a new tradition. The other is one that continues to hold on to the less desirable components of past tradition. Neither are likely to result in the best outcome. The latter keeps the things that we should be breaking from, while the former breaks from things that we should be retaining. So, indeed, the only alternative to tradition is bad tradition.
</p>

<p>
For philosophers, that means we shouldn&rsquo;t stop teaching Plato and Aristotle. For Baptists, it means that we ignore the study of Baptist history at our peril. I guess the moral of the story is this: if you are a religion major and one of my advisees, don&rsquo;t ask to be excused from that Baptist History requirement. Keep in mind, though, there&rsquo;s no Baptist History requirement for a philosophy major.
</p>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 25, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
